tests/requests/ptz_getstatus.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl">
   <soap:Header/>
   <soap:Body>
      <tptz:GetStatus>
         <tptz:ProfileToken>Profile_1</tptz:ProfileToken>
      </tptz:GetStatus>
   </soap:Body>
</soap:Envelope>
